Repository: fgtclb/academic-jobs
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_academicjobs_domain_model_job.newJobForm.redirectPageId.label
source: Redirect page after job creation
de: Weiterleitungsseite nach erfolgreichen anlegen eines Jobs

# saveForm.flashMessageCreationMode.option_always
source: always
de: immer

# saveForm.flashMessageCreationMode.option_never
source: never
de: niemals

# saveForm.flashMessageCreationMode.option_suppressWhenListPidSelected
source: suppress when list pid has been configured
de: Nur wenn keine listPid gesetzt wurde.

# tx_academicjobs_domain_model_job.description
source: Job description
de: Jobbeschreibung

# tx_academicjobs_domain_model_job.job_title
source: Job Title
de: Jobtitel

# tx_academicjobs_domain_model_job.job_title.description
source: Job Title Description
de: Jobtitel

# tx_academicjobs_domain_model_job.employment_start_date
source: Employment Start Date
de: Arbeitsbeginn

# tx_academicjobs_domain_model_job.employment_start_date.description
source: Employment Start Date
de: Arbeitsbeginn

# tx_academicjobs_domain_model_job.job_description
source: Job Description
de: Jobbeschreibung

# tx_academicjobs_domain_model_job.job_description.description
source: Job Description
de: Jobbeschreibung

# tx_academicjobs_domain_model_job.image
source: Image
de: Bild

# tx_academicjobs_domain_model_job.image.description
source: Image
de: Bild

# tx_academicjobs_domain_model_job.company_name
source: Organization
de: Organisation

# tx_academicjobs_domain_model_job.company_name.description
source: Organization
de: Organisation

# tx_academicjobs_domain_model_job.sector
source: Sector
de: Branche

# tx_academicjobs_domain_model_job.sector.description
source: Sector
de: Branche Beschreibung

# tx_academicjobs_domain_model_job.required_degree
source: Required degree
de: Benötigter Abschluss

# tx_academicjobs_domain_model_job.contractual_relationship
source: Contractual relationship
de: Vertragsverhältnis

# tx_academicjobs_domain_model_job.alumni_recommend
source: Alumni recommends
de: Alumni empfiehlt

# tx_academicjobs_domain_model_job.internationals_welcome
source: Internationals welcome
de: Internationals willkommen

# tx_academicjobs_domain_model_job.employment_type
source: Employment Type
de: Art des Stellenangebots

# tx_academicjobs_domain_model_job.employment_type.description
source: Employment Type Description
de: Stellenbeschreibung

# tx_academicjobs_domain_model_job.employment_type.fulltime
source: Full-time
de: Vollzeit

# tx_academicjobs_domain_model_job.employment_type.parttime
source: Part-time
de: Teilzeit

# tx_academicjobs_domain_model_job.application_time
source: Application time
de: Bewerbungsfrist

# tx_academicjobs_domain_model_job.work_location
source: Work Location
de: Ort

# tx_academicjobs_domain_model_job.work_location.description
source: ex. (Remote, Hybrid, Berlin)
de: e.g (Remote, Hybrid, Berlin)

# tx_academicjobs_domain_model_job.link.description
source: Link to the announcement or website
de: Link zur Ausschreibung oder Website

# tx_academicjobs_domain_model_job.job_type
source: Job Type
de: Jobtyp

# tx_academicjobs_domain_model_job.job_type.description
source: Job Type
de: Jobtyp Beschreibung

# tx_academicjobs_domain_model_job.contact
source: Contact
de: Kontakt

# tx_academicjobs_domain_model_job.contact.description
source: Contact
de: Kontakt

# tx_academicjobs_domain_model_job.jobtype.none
source: None
de: Keine Auswahl

# tx_academicjobs_domain_model_job.jobtype.sidejob
source: Sidejob
de: Nebenjob

# tx_academicjobs_domain_model_job.jobtype.thesis
source: Thesis
de: Abschlussarbeit

# tx_academicjobs_domain_model_job.jobtype.2
source: Sidejob
de: Nebenjob

# tx_academicjobs_domain_model_job.jobtype.3
source: Thesis
de: Abschlussarbeit

# tx_academicjobs_domain_model_contact
source: Contact
de: Kontakt

# tx_academicjobs_domain_model_contact.description
source: Contact
de: Kontakt

# tx_academicjobs_domain_model_contact.phone
source: Phone
de: Telefon

# tx_academicjobs_domain_model_contact.phone.description
source: Phone
de: Telefon

# tx_academicjobs_domain_model_contact.additional_information
source: Additional Information
de: Zusätzliche Informationen

# tx_academicjobs_domain_model_contact.additional_information.description
source: Additional Information
de: Zusätzliche Informationen

# tx_academicjobs.fe.list.text.fulltime
source: Full-Time
de: Vollzeit

# tx_academicjobs.fe.list.text.back
source: Back to job list
de: Zurück zu den Stellenangeboten

# tx_academicjobs.fe.list.text.contact
source: Contact
de: Kontakt

# tx_academicjobs.fe.list.text.description
source: Details about the job announcement
de: Details der Stellenanzeige

# tx_academicjobs.fe.list.text.contact.name
source: Creator:
de: Ersteller*in:

# tx_academicjobs.fe.list.text.contact.phone
source: Phone number:
de: Telefonnummer:

# tx_academicjobs.fe.list.text.when
source: When
de: Ab wann

# tx_academicjobs.fe.list.text.application_deadline
source: Application deadline
de: Bewerbungsfrist

# tx_academicjobs.fe.list.text.employer
source: Organization
de: Organisation

# tx_academicjobs.fe.list.text.working_hours
source: Working hours
de: Arbeitszeit

# tx_academicjobs.fe.list.text.place
source: Place
de: Ort

# tx_academicjobs.fe.form.text.job_title
source: Job title / Thesis title
de: Stellenbezeichnung / Titel der Abschlussarbeit

# tx_academicjobs.fe.form.text.job_working_hours
source: Working hours
de: Arbeitszeit

# tx_academicjobs.fe.form.text.job_employer
source: Organization
de: Organisation

# tx_academicjobs.fe.form.text.job_industry
source: Industry
de: Branche

# tx_academicjobs.fe.form.text.required_degree
source: Required degree
de: Benötigter Abschluss

# tx_academicjobs.fe.form.text.contractual_relationship
source: Contractual relationship
de: Vertragsverhältnis

# tx_academicjobs.fe.form.text.alumni_recommend
source: Alumni recommends:
de: Alumni empfiehlt:

# tx_academicjobs.fe.form.text.internationals_welcome
source: Internationals welcome:
de: Internationals willkommen:

# tx_academicjobs.fe.form.text.job_location
source: Location
de: Ort

# tx_academicjobs.fe.form.text.job_description
source: Job description
de: Stellenbeschreibung

# tx_academicjobs.fe.form.text.job_start_employment
source: Start of employment
de: Arbeitsantritt (keine Angabe = sofort)

# tx_academicjobs.fe.form.text.job_offer_type
source: Type of job offer
de: Art des Stellenangebots

# tx_academicjobs.fe.form.text.job_link
source: Link (to the announcement or website)
de: Link (zur Ausschreibung oder Website)

# tx_academicjobs.fe.form.text.job_starttime
source: Application deadline start
de: Bewerbungsfrist Beginn

# tx_academicjobs.fe.form.text.job_endtime
source: Application deadline end
de: Bewerbungsfrist Ende

# tx_academicjobs.fe.form.text.contact.title
source: Contact Informations
de: Kontakt Informationen

# tx_academicjobs.fe.form.text.contact.phone
source: Phone
de: Telefon

# tx_academicjobs.fe.form.text.contact.additional
source: More information
de: Weitere Informationen

# tx_academicjobs.fe.form.text.submit
source: Submit
de: Absenden

# tx_academicjobs.fe.alert.job_created.body
source: We are automatically notified that you have created a job advert. After a review, we will activate your job advert.
de: Wir werden automatisch darüber benachrichtigt, dass Sie eine Stellanzeige erstellt haben. Nach einer Überprüfung schalten wir Ihre Stellenanzeige frei.

# tx_academicjobs.fe.alert.job_created.title
source: Your job advert has been successfully created
de: Ihre Stellenanzeige wurde erfolgreich erstellt

# tx_academicjobs.fe.alert.job_created_no_email.body
source: Your job advert has been successfully created, but no notification could be sent to us. Please contact us to have your job advert activated.
de: Ihre Stellenanzeige wurde erfolgreich erstellt, aber es konnte keine Benachrichtigung an uns verschickt werden. Bitte kontaktieren Sie uns, um ihre Stellenanzeige freischalten zu lassen.

# tx_academicjobs.fe.alert.job_created_no_email.title
source: Notification email could not be sent
de: Benachrichtigungs-E-Mail konnte nicht gesendet werden

# tx_academicjobs.fe.alert.job_not_created.body
source: An unknown error has occurred. Please try again. Please let us know if the problem persists.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut. Bitte informieren Sie uns, wenn das Problem weiterhin besteht.

# tx_academicjobs.fe.alert.job_not_created.title
source: Your job advert could not be created
de: Ihre Stellenanzeige konnte nicht erstellt werden

# tx_academicjobs.fe.alert.job_not_found.body
source: No job advert could be found.
de: Es konnte keine Stellenanzeige gefunden werden.

# tx_academicjobs.fe.alert.slug_missing.body
source: The link to this job avert is broken. Please contact us.
de: Der Link zu dieser Stellenanzeige ist defekt. Bitte kontaktieren Sie uns.
